Repository: CryptoYogiLLC/vazhi
Catalog: vazhi_app/lib/l10n/app_*.arb
Languages: ta

# appTitle
source: VAZHI வழி
ta: வழி VAZHI

# appSubtitle
source: Tamil AI Assistant
ta: தமிழ் AI உதவியாளர்

# welcomeMessage
source: Free AI companion for Tamil people
ta: தமிழர்களுக்கான இலவச AI வழி தோழன்

# culturePack
source: Culture
ta: கலாச்சாரம்

# cultureDescription
source: Thirukkural, temples, festivals
ta: திருக்குறள், கோவில்கள், திருவிழாக்கள்

# educationPack
source: Education
ta: கல்வி

# educationDescription
source: Schools, exams, scholarships
ta: பள்ளிகள், தேர்வுகள், உதவித்தொகைகள்

# healthPack
source: Health
ta: சுகாதாரம்

# healthDescription
source: Hospitals, schemes, wellness
ta: மருத்துவமனைகள், திட்டங்கள், ஆரோக்கியம்

# govtPack
source: Government
ta: அரசு

# govtDescription
source: Schemes, documents, services
ta: திட்டங்கள், ஆவணங்கள், சேவைகள்

# emergencyPack
source: Emergency
ta: அவசரம்

# emergencyDescription
source: Helplines, first aid, safety
ta: உதவி எண்கள், முதலுதவி, பாதுகாப்பு

# legalPack
source: Legal
ta: சட்டம்

# legalDescription
source: Rights, documents, procedures
ta: உரிமைகள், ஆவணங்கள், நடைமுறைகள்

# securityPack
source: Security
ta: பாதுகாப்பு

# securityDescription
source: Scam alerts, cyber safety
ta: மோசடி எச்சரிக்கைகள், இணைய பாதுகாப்பு

source: Send message
ta: செய்தி அனுப்பு

# voiceInputHint
source: Tap to speak
ta: பேச தட்டவும்

# voiceInputListening
source: Listening...
ta: கேட்கிறது...

source: Stop listening
ta: நிறுத்து

# typeMessage
source: Ask anything in Tamil or English...
ta: தமிழ் அல்லது ஆங்கிலத்தில் கேளுங்கள்...

# feedbackPositive
source: Helpful
ta: உதவியாக இருந்தது

# feedbackNegative
source: Not helpful
ta: உதவியாக இல்லை

# feedbackCorrection
source: Suggest correction
ta: திருத்தம் பரிந்துரை

# settingsTitle
source: Settings
ta: அமைப்புகள்

# settingsLanguage
source: Language
ta: மொழி

# settingsVoice
source: Voice
ta: குரல்

# settingsAbout
source: About
ta: பற்றி

source: Loading...
ta: ஏற்றுகிறது...

# error
source: Something went wrong
ta: ஏதோ தவறு ஏற்பட்டது

source: Retry
ta: மீண்டும் முயற்சி

source: Cancel
ta: ரத்து

source: OK
ta: சரி

source: Yes
ta: ஆம்

source: No
ta: இல்லை

# noResults
source: No results found
ta: முடிவுகள் இல்லை

# searchHint
source: Search...
ta: தேடு...

source: Offline Mode
ta: ஆஃப்லைன் பயன்முறை

# offlineModeDescription
source: Some features may be limited
ta: சில அம்சங்கள் வரையறுக்கப்படலாம்

# downloadModel
source: Download AI Model
ta: AI மாடலை பதிவிறக்கு

# downloadModelDescription
source: Required for offline use (~1.6 GB)
ta: ஆஃப்லைன் பயன்பாட்டிற்கு தேவை (~1.6 GB)

# downloadProgress
source: Downloading: {progress}%
ta: பதிவிறக்கம்: {progress}%

source: Kural {number}
ta: குறள் {number}

# athikaramNumber
source: Chapter {number}
ta: அதிகாரம் {number}
